const handler = async (m, { conn }) => {
  let menu = `👋🏻 𝖧𝗈𝗅𝖺! 𝖻𝗂𝖾𝗇𝗏𝖾𝗇𝗂𝖽𝗈 𝖺𝗅 𝗆𝖾𝗇𝗎 𝖽𝖾 *𝐀𝐃𝐑𝐈𝐀𝐍 𝐁𝐎𝐓* 𝖽𝖾𝗅 𝗀𝗋𝗎𝗉𝗈 𝖺𝗊𝗎𝗂́ 𝖾𝗇𝖼𝗈𝗇𝗍𝗋𝖺𝗋𝖺́𝗌 𝗅𝗈𝗌 𝖼𝗈𝗆𝖺𝗇𝖽𝗈𝗌 𝗉𝖺𝗋𝖺 𝗆𝖺𝗇𝗍𝖾𝗇𝖾𝗋 𝗎𝗇 𝗍𝗈𝗍𝖺𝗅 𝗈𝗋𝖽𝖾𝗇 𝖽𝖾 𝗍𝗎́ 𝗀𝗋𝗎𝗉𝗈!

〶⃜    ̵▉̶͞   ׄ \`𝖨𝖭𝖥𝖮𝖱𝖬𝖠𝖢𝖨𝖮𝖭 ⁠ 💻̸̶ֻ  ꒱꒱  ✩‧₊˚\`
ᰩᰍ ׅ🔪ᰫ᤻ׄ᎒᎓ -𝖫𝗂𝖽
ᰩᰍ ׅ🔪ᰫ᤻ׄ᎒᎓ -𝗈𝗐𝗇𝖾𝗋
ᰩᰍ ׅ🔪ᰫ᤻ׄ᎒᎓ -𝗋𝖾𝗉𝗈𝗋𝗍𝖾
ᰩᰍ ׅ🔪ᰫ᤻ׄ᎒᎓ -𝗉𝗂𝗇𝗀
ᰩᰍ ׅ🔪ᰫ᤻ׄ᎒᎓ -𝗎𝗉𝗍𝗂𝗆𝖾


〶⃜    ̵▉̶͞   ׄ \`𝖯𝖠𝖱𝖠 𝖦𝖱𝖴𝖯𝖮 🏘️̸̶ֻ  ꒱꒱  ✩‧₊˚\`

ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -.𝖺𝖻𝗋𝗂𝗋
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -.𝗈𝗇 𝖺𝗇𝗍𝗂𝗅𝗂𝗇𝗄
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -.𝖼𝖾𝗋𝗋𝖺𝗋
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖽𝖾𝗅
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖽𝖾𝗆𝗈𝗍𝖾
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖿𝖺𝗇𝗍𝖺𝗌𝗆𝖺𝗌
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖪𝗂𝖼𝗄
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖫𝗂𝗇𝗄
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -.𝖮𝗇 𝗆𝗈𝖽𝗈𝖺𝖽𝗆𝗂𝗇
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖬𝗎𝗍𝖾
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖭
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖯𝗋𝗈𝗆𝗈𝗍𝖾
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝗋𝗎𝗅𝖾𝗍𝖺𝖻𝖺𝗇
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖲𝖾𝗍𝗇𝖺𝗆𝖾
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖲𝖾𝗍𝗐𝖾𝗅𝖼𝗈𝗆𝖾
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝗍𝗈𝖽𝗈𝗌
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -𝖴𝗇𝗆𝗎𝗍𝖾
ᰩᰍ ׅ🏘️ᰫ᤻ׄ᎒᎓ -.𝗈𝗇 𝗐𝖾𝗅𝖼𝗈𝗆𝖾


〶⃜    ̵▉̶͞   ׄ \`𝖯𝖠𝖱𝖠 𝖥𝖱𝖤𝖥𝖨𝖱𝖤 🎮̸̶ֻ  ꒱꒱  ✩‧₊˚\`

ᰩᰍ ׅ🔫ᰫ᤻ׄ᎒᎓ -𝟦𝗏𝗌𝟦 𝗁𝗈𝗋𝖺 𝗒 𝗉𝖺𝗂𝗌
ᰩᰍ ׅ🔫ᰫ᤻ׄ᎒᎓ -𝟨𝗏𝗌𝟨 𝗁𝗈𝗋𝖺 𝗒 𝗉𝖺𝗂𝗌

〶⃜    ̵▉̶͞   ׄ \`𝖣𝖤𝖲𝖢𝖠𝖱𝖦𝖠𝖲 💽̸̶ֻ  ꒱꒱  ✩‧₊˚\`

ᰩᰍ ׅ🔊ᰫ᤻ׄ᎒᎓ -𝖯𝗅𝖺𝗒


〶⃜    ̵▉̶͞   ׄ \`𝖬𝖨𝖭𝖨 𝖩𝖴𝖤𝖦𝖮𝖲 🧤̸̶ֻ  ꒱꒱  ✩‧₊˚\`

ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝗀𝖺𝗒
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖪𝗂𝗌𝗌
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖬𝖺𝗇𝖼𝖺
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖬𝖺𝗇𝖼𝗈
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖯𝖺𝗃𝖾𝗋𝗈
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖯𝗎𝗍𝖺
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖯𝗎𝗍𝗈
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝗀𝗈𝗋𝖽𝗈𝗍𝖾𝗍𝗈𝗇
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖲𝗁𝗂𝗉
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝗍𝗈𝗉
ᰩᰍ ׅ🧨ᰫ᤻ׄ᎒᎓ -𝖥𝗈𝗋𝗆𝖺𝗋𝗉𝖺𝗋𝖾𝗃𝖺𝗌

〶⃜    ̵▉̶͞   ׄ \`𝖲𝖳𝖨𝖪𝖤𝖱𝖲 🖼️̸̶ֻ  ꒱꒱  ✩‧₊˚\`

ᰩᰍ ׅ🖼️ᰫ᤻ׄ᎒᎓ -𝗍𝗈𝗎𝗋𝗅
ᰩᰍ ׅ🖼️ᰫ᤻ׄ᎒᎓ -𝖰𝖼
ᰩᰍ ׅ🖼️ᰫ᤻ׄ᎒᎓ -𝖡𝗋𝖺𝗍
ᰩᰍ ׅ🖼️ᰫ᤻ׄ᎒᎓ -𝖲

〶⃜    ̵▉̶͞   ׄ \`𝖢𝖱𝖤𝖠𝖣𝖮𝖱 🔪̸̶ֻ  ꒱꒱  ✩‧₊˚\`

 ᰩᰍ ׅ🤺ᰫ᤻ׄ᎒᎓ -𝖮𝗇 𝖺𝗇𝗍𝗂𝗉𝗋𝗂𝗏𝖺𝖽𝗈
  ᰩᰍ ׅ🤺ᰫ᤻ׄ᎒᎓ -𝖠𝗎𝗍𝗈𝖺𝖽𝗆𝗂𝗇
 ᰩᰍ ׅ🤺ᰫ᤻ׄ᎒᎓ -𝖲𝖾𝗍𝖻𝗈𝗍𝗇𝖺𝗆𝖾
 ᰩᰍ ׅ🤺ᰫ᤻ׄ᎒᎓ -𝖱𝖾𝗂𝗇𝗂𝖼𝗂𝖺𝗋
`

  await conn.sendMessage(m.chat, {
    react: { text: '🧾', key: m.key }
  })

  await conn.sendMessage(
    m.chat,
    {
      image: { url: "https://files.catbox.moe/m8562b.jpg" },
      caption: menu,
      mentions: [m.sender]
    },
    { quoted: m }
  )
}

handler.customPrefix = /^\.?(menu|menuall)$/i;
handler.command = new RegExp;
export default handler;
